[
  {
    "turn": 1,
    "player": "Start a brief adventure. Give a vivid opening scene (2-3 paragraphs) and end with a hook for action.",
    "dm": "Rain drums on your cloak as you stand at the edge of the Hollowmere Road, where the last lantern of the village of Bramblegate swings on its crooked post. Beyond that sputtering light, the road bends into the trees and vanishes into a curtain of mist that glows faintly blue with each flash of distant lightning. Behind you, shutters are bolted, doors barred, and the village square has emptied faster than spilled grain. The only sounds now are the rain, the creak of the lonely lantern, and the wet rattle of the old innkeeper’s breath as he leans on the doorframe, watching you with weary eyes.\n\n“You’re a stubborn one,” he says, voice rough with age and pipe smoke. “The gods know we’ve sent better-armed folk than you up that road. Hunters. A patrol from the lord’s own keep. None came back. But the lights keep burning in the forest, and the bells…” He trails off as, faint and thin, you hear it too: a soft ring, like a small bronze bell being struck once and left to fade. It carries through the rain from somewhere deep within the fog-drowned trees ahead. The innkeeper’s hand shakes as he pulls a tarnished charm from his pocket and squeezes it tight. “They started three nights ago. Then the children began… hearing voices. Talking in their sleep. Whispering about someone calling from the old shrine in the Hollowmere. We lost little Tamsin at dawn. Door wide open. Bare feet on the road. Straight into the mist.”\n\nAnother bell chimes, closer this time, and with it the faint flicker of pale blue lights between the trunks, like a cluster of will-o’-wisps weaving in and out of the fog. The horses in the nearby stable snort and stamp, and a dog under the inn’s eaves whines, tail pressed to its belly. The innkeeper swallows and steps back inside, leaving you alone at the boundary between the safety of Bramblegate and the haunted silence of the Hollowmere Road, where a missing child, strange lights, and that lonely bell are all waiting in the dark."
  }
]